[
    {
        "fishName": "MST",
        "fishimages": "./assets/images/WhatsApp Image 2020-09-09 at 1.21.05 PM.jpeg",
        "description": "Growth performance of Genetically Male Tilapia (GMT) derived from YY male, Sex Reversed Male Tilapia (SRT) and Mixed Sex Tilapia (MST) of Oreochromis niloticus in earthen pond aquaculture system",
        "descriptionsmall": "പ്രധാനമായും സസ്യാഹാരമാണ് തിലാപ്പിയ മത്സ്യങ്ങൾ കഴിക്കുക.30–28 ശതമാനം പ്രോട്ടീൻ ഭക്ഷണത്തിൽ ഉണ്ടായിരിക്കണം.തിലാപ്പിയകളിൽത്തന്നെ വിവിധ സ്‌ട്രെയിനുകളിൽ പെൺമത്സ്യത്തിനാണ് വലുപ്പം കൂടുതൽ.എന്നാൽ, അതിവേഗം വളരുന്നത് ആൺമത്സ്യങ്ങളാണ്.കൃഷി ചെയ്യാൻ ഗിഫ്റ്റ് പോലെതന്നെ അനുയോജ്യമായതാണ് എംഎസ്‌ടിയും. ഏക ലിംഗമെന്നുപറഞ്ഞാലും ചിലപ്പോൾ 2–5 ശതമാനം പെൺമത്സ്യങ്ങളും കൂട്ടത്തിലുണ്ടാകാം.പ്രായപൂർത്തിയായാൽ ഇവ മുട്ടയിട്ട് കുഞ്ഞുങ്ങളെ വളർത്തും. അതിൽ പെൺമത്സ്യങ്ങളെകണ്ടാൽ നീക്കം ചെയ്യുന്നതാണ് നല്ലത്. കാരണം പ്രജനനം തുടങ്ങിയാൽ പിന്നീട്വളർച്ചയുണ്ടാകില്ല.ഒരേക്കറിൽ 4000–20000 മത്സ്യങ്ങളെ വരെ നിക്ഷേപിക്കാം. എണ്ണം കുറയുന്നതിനനുസരിച്ച്വളർച്ച കൂടും.തിലാപ്പിയ 4 മാസംകൊണ്ട് 200 ഗ്രാം തൂക്കംവയ്ക്കും. എന്നാൽ 500 ഗ്രാമിലെത്താൻ 200ദിവസം മതി.ഡക്ക്‌വീഡ്, അസോള എന്നിവ തിലാപ്പിയയ്ക്ക് നൽകുന്നത് നല്ലതാണ്.പ്രായപൂർത്തിയാകാൻ അഞ്ചു മാസമോ അതിൽ താഴെയോ മതി തിലാപ്പിയകൾക്ക്.തിലാപ്പിയകളെ ഏകയിന രീതിയിൽ വളർത്തുന്നതാണ് നല്ലത്."
    },
    {
        "fishName": "Red Tilapia",
        "fishimages": "./assets/images/WhatsApp Image 2020-09-09 at 1.25.38 PM.jpeg ",
        "description": "The Red Tilapia, Oreochromis aureus x Oreochromismossambicus, is a member of the  Cichlid and Tilapia or Cichlidae Family, that is also known as the Florida Red Tilapia and Red Yumbo and in Mexico as tilapia rojo",
        "descriptionsmall": "The Red Tilapia, Oreochromis aureus x Oreochromismossambicus, is a member of the  Cichlid and Tilapia or Cichlidae Family, that is also known as the Florida Red Tilapia and Red Yumbo and in Mexico as tilapia rojo"
       
    },
    {
        "fishName": "Chitralada",
        "fishimages": "./assets/images/WhatsApp Image 2020-09-09 at 1.28.51 PM.jpeg",
        "description": "Our original and still ever popular strain of Nile tilapia.Origin:Introduced into Thailand in 1965 when the Emperor of Japan gave 50 fish to H.M. King Bhumibol. These fish were initially bred at Chitralada Palace",
        "descriptionsmall": "Introduced into Thailand in 1965 when the Emperor of Japan gave 50 fish to H.M.King Bhumibol. These fish were initially bred at Chitralada Palace, hence thename. Nam Sai acquired the fish in 1994 from the Asian Institute of Technology,Bangkok.Growth: Very fast grower to 250g, but slows down somewhat over 500g. In 6 months(from 0.2g) attains 400g in fertilized ponds and 750g in fed ponds or cages."
    },
    {
        "fishName": "Anabus",
        "fishimages": "./assets/images/WhatsApp Image 2020-09-09 at 1.30.39 PM.jpeg",
        "description": "Anabas is a genus of climbing gouramies native to southern and eastern Asia. In the wild, Anabas species grow up to 30 cm (1 ft) long.They inhabit both brackish and fresh water",
        "descriptionsmall": "Anabas is a genus of climbing gouramies native to southern and eastern Asia. Inthe wild, Anabas species grow up to 30 cm (1 ft) long. They inhabit both brackish and fresh water.[2] Anabas species possess a labyrinth organ, a structure in the fish's head which allows it to breathe atmospheric oxygen, soit can be out of water for an extended period of time (6–8 hr), hence its namefrom the Greek anabainein ‘walk up’, from ana- ‘up’ + bainein ‘go’. They arecarnivorous, living on a diet of water invertebrates and their larvae, and - incontrast to most of their relatives - are scatter spawners with no parentalcare. Species are found in South Asia, including India, Sri Lanka, Bangladesh,Burma, Indonesia, Malaysia, Thailand, Cambodia, and the Philippines."
    },
    {
        "fishName": "Red-bellied piranha | Nutter" ,
        "fishimages": "./assets/images/photo_2020-09-17_20-21-47.jpg",
        "description": "The red-bellied piranha, also known as the red piranha, is a species of piranha native to South America, found in the Amazon, Paraguay, Paraná and Essequibo basins, as well as coastal rivers of northeastern Brazil.",
        "descriptionsmall": "The red-bellied piranha, also known as the red piranha, is a species of piranha native to South America, found in the Amazon, Paraguay, Paraná and Essequibo basins, as well as coastal rivers of northeastern Brazil. This fish is locally abundant in its freshwater habitat.The green chromide is a species of cichlid fish that is native to fresh and brackish water habitats in southern India and Sri Lanka. Other common names include pearlspot cichlid, banded pearlspot, and striped chromide. In Kerala in India it is known locally as the Karimeen"
    },
    {
        "fishName": "Basa",
        "fishimages": "./assets/images/topimg_12142_basa_fish.jpg",
        "description": "Basa is a species of catfish in the family Pangasiidae. Basa are native to the Mekong and Chao Phraya basins in Mainland Southeast Asia. These fish are important food fish with an international market. ",
        "descriptionsmall": "Basa is a species of catfish in the family Pangasiidae. Basa are native to the Mekong and Chao Phraya basins in Mainland Southeast Asia. These fish are important food fish with an international market. They are often labelled in North America and Australia as basa fish swai, or bocourti"
        
    }
]